{
    "lang":"en",
    "menu":{
        "home":"HOME",
        "projects":"PROJECTS",
        "conception":"CONCEPTION",
        "graphism":"GRAPHISM",
        "contact":"CONTACT"
    },
    "footer":{
        "politic":"Privacy policy",
        "legal":"Legal Notice",
        "conditions":"Terms of Sales"
    },
    "404Title":"Page not found",
    "404Button":"Back to home",
    "Sitetitle": "Web front developer/integrator",
    "experience": "10 years of experience",
    "Presentation":"Web integrator developer for 10 years in under permanent contract and freelance in Parisian companies. <br/> I work on all types of web projects, web applications, websites, mobile applications. <br/> I have worked several times on UI / UX design issues, project management. <br> I also carried out several projects using wordpress and woocommerce tools to create all types of websites for individuals or companies.",
    "CvButton": "CONSULT MY CV",   
    "CvUrl": "assets/CLAUDE_MICHAEL_CV_2020_UK.pdf",
    "CvTitle":"CV Claude Michael Front end web developer/integrator",
    "AngularVersion":"This website has been coded <br/> with Angular 9",
    "Professionnal":
        {
        "title":"PROFESSIONNAL PROJECT",
        "description":"<h4>Research :</h4> Freelance mission in front web development or integration. <br> Work in a team and develop skills on new front technologies such as Angular, ReactJS, Javascript ES6, VueJs for example.<br> I also worked on UI / UX design, project management, video editing or photoshop graphics and on wordpress / woocommerce tools if necessary."
        },
    "Mobility":"<b> <h4>Mobility : </h4> </b>&nbsp;<p class=\"pt-1\">World.</p>",
    "Availability":"Availability :",
    "FreelancePrice":"<span><h4>Prices : </h4> </span>&nbsp;<span class=\"pt-1\">Freelance</span> ",
    "ParisRegionPrices":"Paris region prices : 400-500 €. ",
    "NoParisRegionPrices":"Out of Paris region prices : 350-450 €. ",
    "ContractPrices":"<b>Perm Contract (preferably remote)<span class=\"mr-1 ml-1\">:</span></b><br> 50K and +",
    "Reviews":
        {
        "Title":"REVIEWS",
        "1":"Very satisfied with the work of Michael who developed our site with in particular a particularly complex personalization module!",
        "2":"I fully thank Michael who was professional from start to finish during our work session. I recommend eyes closed!",
        "3":"Michael is THE developer for all your web projects! I highly recommend it!"
        },
    "FacebookLink":"See the other reviews >>",
    "ProjectTitle":"PROJECTS",
    "ProjectSubTitle":"Here are some projects carried out in recent years grouped by types",
    "OpenProject":"OPEN THE PROJECT",
    "ConceptionTitle":"Some design work",
    "ConceptionSliderNote":"hand coded slider",
    "GraphismTitle":"Some graphic design work",
    "GraphismTitle2":"GRAPHISM",
    "ContactTitle":"CONTACT FORM",
    "ContactForm":{
        "name":"Name",
        "firstname":"Firstname",
        "phone":"Phone",
        "email":"Email",
        "title":"Title",
        "button":"Send",
        "nameRequired":"Your name is required",
        "firstnameRequired":"Your firstname is required",
        "phoneRequired":"Your phone is required",
        "emailRequired":"Your email is required",
        "titleMessageRequired":"The title is required",
        "messageRequired":"Your message is required",
        "validationSend":"Your message has been sent"
    },
    "MentionsPageTitle":"LEGAL NOTICE",
    "MentionsPage":"<p>In accordance with art 6 of the law of June 21, 2004, for confidence in the digital economy we inform you that this online public communication service is set up by:</p> <p> Editor :<br> Michael Claude<br> 1 route des charpentiers <br> 45210 Le bignon mirabeau <br> France<br> Phone : 0689187985<br> SIREN : <a href=\"https://www.societe.com/etablissement/monsieur-michael-claude-51833719100036.html\" target=\"_blank\">51833719100036​</a><br> </p> <p> Publication Director :<br><br> Michael Claude<br><br> Host <br><br> OVH<br> 2 rue Kellermann<br> Roubaix59100<br> France<br> Téléphone : 0972101010<br><br> privacy policy <br><br> We undertake not to collect any personal information of any kind during your visit to this website. </p> <p> <a href=\"https://www.donneespersonnelles.fr/\" target=\"_blank\"> This model of legal notices is based on the free model of donneespersonnelles.fr </a> </p>",
    "ConfidentialPageTitle":"PRIVACY POLICY",
    "ConfidentialPage":"<p> PROTECTION OF PERSONAL DATA </p> <p> Definitions of terms used in the charter <br> <br> We will then designate: <br> <br> \"Personal data\": is defined as \"any information relating to an identified natural person or who can be identified , directly or indirectly, by reference to an identification number or to one or more elements of its own \", in accordance with the Data Protection Act of January 6, 1978. <br>\" Site \"or\" Service \": the site https://michaelkoder.com and all of its pages. <br> \"Publisher\": Claude Michael, legal or natural person responsible for editing and content of the Site. <br> \"User\": the Internet user visiting and using the Site Services. <br> </p> <p> Article 1 - Introduction and role of the charter <br> <br> This charter aims to inform you of the Site's commitments with regard to respecting your privacy and the protection of Personal Data concerning you, collected and processed when you use the service. <br> <br> By registering on the Site, you agree to provide us with real information about yourself. The communication of false information is contrary to the general conditions appearing on the Site. <br> <br> You can at any time make a request to Claude Michael to find out what information about you is held by Claude Michael, to object to its processing, to have it modified or deleted, by contacting the publication director at michael.claude.web@gmail.com. </p> <p> Article 2 - Data collected on the Site <br> <br> The Data collected and subsequently processed by the Site is that which you voluntarily transmit to us by filling in the various forms present within the Site. For certain operations on the content, you may be required to transmit Data concerning you to third-party partners through their own services, more specifically during the payments that you may make. We will not have said data, their collection and processing being governed by the conditions specific to these parties. We invite you to consult their conditions before communicating your Data in this context. <br> <br> Your IP address (identification number allocated on the Internet to your computer) is collected automatically. You are informed that the service is likely to implement an automatic tracking process (Cookie), which you can prevent by modifying the relevant parameters of your internet browser, as explained in the general conditions of this Site. <br> <br> The contact details of Site Users who have registered on this site will be saved, in compliance with the provisions of the Data Protection Act of 6 January 1978. In accordance with the latter, they have a right access, withdrawal, modification or rectification of the Data they have provided. To do this, they just need to request it at the following email address: michael.claude.web@gmail.com, or by mail to Claude Michael, 1 route du charpentier, 45210 le bignon mirabeau. <br> <br> The collection of Users' Personal Data by the Publisher does not require a declaration to the French Personal Data Protection Authority (the National Commission for Data Protection and Liberties - CNIL). </p> <p> Article 3 - Purposes of the Data collected <br> <br> The Data identified as being compulsory on the forms of the Site are necessary in order to be able to benefit from the corresponding functionalities of the Site, and more specifically operations on the content offered within of it. <br> <br> The Site collects and processes User Data for sending emails if subscribing to the newsletter, email notifications (order management, payment confirmations, order processing), statistics. < br> <br> </p> <p> Article 4 - Recipients and use of the Data collected <br> <br> The Data collected by us is processed for the purposes of carrying out operations on the contents of the Service. < You are likely to receive e-mails from our Service, in particular in the context of newsletters that you have accepted. You can request to no longer receive these emails by contacting us at contact@digikoder.com or on the link provided for this purpose in each email that will be sent to you. <br> <br> Article 5 - Security Data <br> <br> You are informed that your Data may be disclosed in application of a law, a regulation or by virtue of a decision of a competent regulatory or judicial authority or, if it is proves necessary, for the purposes, for the Publisher, to preserve its rights and interests. <br> <br> </p> <p> Article 6 - Data retention period <br> <br> The Data is stored at the host of the site, whose contact details appear in the legal notices of the Site, and are kept for the time strictly necessary for the achievement of the purposes referred to above. Beyond this period, they will be kept for exclusively statistical purposes and will not give rise to any exploitation, of any kind whatsoever. <br> <br> All rights reserved - 25 May 2018 </p>",
    "SellConditionsTitle":"TERMS OF SALES",
    "SellConditionsPage":{
        "Title1":"ARTICLE 1 - PARTIES TO THE CONTRACT",
        "Content1":"The term client designates any legal or natural person, having required the skills of Claude Michael for any creation within the framework of skills of web developer / integrator. The term Claude Michael refers to the provider. The term third party designates any natural or legal person not party to the contract.",
        "Title2":"ARTICLE 2 - OBJECT OF THE CONTRACT",
        "Content2":"The contract established the commercial relations between Claude Michael and the client.",
        "Title3":"ARTICLE 3 - CONTRACTUAL RELATIONS",
        "Content3":"No telephone contact or appointment is worth commitment; requests for the creation of web products must be presented by the client to the service provider by email or post. The obligations between the parties arise from the signing of an order form issued by the customer or from the dated and signed return of the estimate and / or the invoice that the service provider will have sent to the customer accompanied by his first deposit (30% of the total of the service). The service provider will not start any development before receiving these documents; this provision is an essential element of the contract.",
        "Title4":"ARTICLE 4 - CUSTOMER PROCESSING AND SENDING OF FILES",
        "Content4":"All client files (texts, fonts and images, even from third parties, free of rights, structure and / or data model) must be sent to the service provider before development begins. Texts must be provided in electronic format and typed without spelling errors; no text entry will be made. Claude Michael can in no way be held responsible for spelling errors in the texts provided by the client. Support in the project design process can be added to the services offered to better meet customer expectations by producing a functional document / specification grouping together all the information and details inherent in the project as well as an ergonomic model if necessary to define the layout of the different parts of the project.",
        "Title5":"ARTICLE 5 - MODIFICATION OF THE INITIAL REQUEST BY THE CUSTOMER",
        "Content5":"Any new development to be carried out will be subject to a new quote. If the modifications or resumption of the developments planned in your estimate generate an intervention: the duration of which is manifestly excessive compared to the period normally necessary for development, the nature of which tends to significantly modify the developments proposed in the estimate, requires treatment sources in order to make them usable for carrying out the development or the configuration of the development (in particular for the insertion of data into a database), a daily invoicing, on the basis of 50 euros / hour, will be established.",
        "Title6":"ARTICLE 6 - CHANGE OF TIME",
        "Content6":"Significant changes, resumption of development, delay in decision-making or late delivery of documents by the customer and necessary for development, further delay the delivery time established between the parties.",
        "Title7":"ARTICLE 7- ASSIGNMENT OF RIGHTS",
        "Content7":"The assignment of the rights to use and modify the developments made by the service provider is made in full collection of the amounts invoiced unless otherwise provided for in the estimate and / or invoice. This transfer will be detailed and specified on a case-by-case basis on each quote and / or invoice depending on what has been defined by both parties. Unless otherwise specified on each quote and / or invoice, full payment of the invoice only results in the transfer of the rights to use and modify and in no case the right to disseminate the development.",
        "Title8":"ARTICLE 8 - PAYMENT CONDITIONS",
        "Content8":"Developments must be paid to the service provider on the dates mentioned on the quote and / or customer invoice. The customer agrees to respect payment dates; this provision is also an essential element of the contract. Generally: 30% deposit at the start of the project, 30% when the project is almost finished and the rest upon delivery.",
        "Title9":"ARTICLE 9 - RECOVERY OF RECEIVABLES",
        "Content9":"In the event of non-payment, all collection costs will be borne by the customer. If necessary, the service provider may call on the services of a factoring company to collect its customer receivables. To avoid this kind of inconvenience, access to the web project host (to files) will be kept by the service provider Claude Michael and returned when the project is delivered when the last payment is received. ",
        "Title10": "ARTICLE 10 - MAJOR FORCE",
        "Content10":"The parties cannot be considered responsible or having failed in their contractual obligations, when the failure to perform the respective obligations is due to force majeure; the contract between the parties is suspended until the causes of force majeure have expired. Force majeure takes into account irresistible facts or circumstances, external to the parties, unpredictable and beyond the control of the parties, despite all reasonable efforts to prevent them. Are also considered as force majeure, blocking of means of transport or supplies, earthquakes, fires, storms, floods, lightning, stopping telecommunications networks, stopping web hosting services and in particular all networks accessible by internet, or difficulties specific to telecommunication networks external to the parties. The party affected by force majeure will notify the other within five (5) working days of the date on which it becomes aware of it. The two parties will then agree on the conditions under which the execution of the contract will be continued.",
        "Title11":"ARTICLE 11 - PROMOTION OF CREATIONS",
        "Content11":"Unless otherwise agreed in writing, the service provider may distribute any creations made, either for the client or for a third party for which the client intervenes, for the purpose of \"presenting creations\" on all types of media without limitation of duration.",
        "Title12":"ARTICLE 12 - GENERAL CONDITIONS OF SALE",
        "Content12":"The service provider may modify, add or remove provisions from these general conditions of sale without notice and without having to notify its customers or third parties in advance.",
        "Title13":"ARTICLE 13 - SETTLEMENT OF DISPUTES",
        "Content13":"The contract is subject to French law. In the event of disputes, the parties undertake to do everything to settle their differences amicably. In the event that an amicable resolution cannot succeed, the competent jurisdiction is that of PARIS."
    }
}