{
    "lang":"en",
    "menu":{
        "home":"HOME",
        "projects":"PROJECTS",
        "conception":"CONCEPTION",
        "graphism":"GRAPHISM",
        "contact":"CONTACT"
    },
    "Sitetitle": "Web front developer/integrator",
    "experience": "10 years of experience",
    "Presentation":"Web integrator developer for 10 years in CDI and freelance in Parisian companies. <br/> I work on all types of web projects, web applications, websites, mobile applications. <br/> I have worked several times on UI / UX design issues, project management. <br> I also carried out several projects using wordpress and woocommerce tools to create all types of websites for individuals or companies.",
    "CvButton": "CONSULT MY CV",   
    "CvUrl": "assets/CLAUDE_MICHAEL_CV_2020_UK.pdf",
    "CvTitle":"CV Claude Michael Front end web developer/integrator",
    "AngularVersion":"This website has been coded <br/> with Angular 9",
    "Professionnal":
        {
        "title":"PROJET PROFESSIONNEL",
        "description":"<h4>Research :</h4> Freelance mission in front web development or integration. <br> Work in a team and develop skills on new front technologies such as Angular, ReactJS, Javascript ES6, VueJs for example.<br> I also also intervene on UI / UX design, project management, video editing or photoshop graphics and on wordpress / woocommerce tools if necessary."
        },
    "Mobility":"<b> <h4>Mobility : </h4> </b>&nbsp;<p class=\"pt-1\">France.</p>",
    "Availability":"Availability :",
    "Prices":"Prices :",
    "FreelancePrice":"Freelance price",
    "ParisRegionPrices":"Paris region prices : 400-500 €. ",
    "NoParisRegionPrices":"Out of Paris region prices : 350-450 €. ",
    "ContractPrices":"<b>Perm Contract (preferably remote)<span class=\"mr-1 ml-1\">:</span></b><br> 50K and +",
    "Reviews":
        {
        "Title":"REVIEWS",
        "1":"Very satisfied with the work of Michael who developed our site with in particular a particularly complex personalization module!",
        "2":"I fully thank Michael who was professional from start to finish during our work session. I recommend eyes closed!",
        "3":"Michael is THE developer for all your web projects! I highly recommend it!"
        },
    "FacebookLink":"See the other reviews >>"


}