{
    "lang":"fr",
    "menu":{
        "home":"ACCUEIL",
        "projects":"PROJETS",
        "conception":"CONCEPTION",
        "graphism":"GRAPHISME",
        "contact":"CONTACT"
    },
    "footer":{
        "politic":"Politique de confidentialité",
        "legal":"Mentions légales",
        "conditions":"Conditions générales de vente"
    },
    "404Title":"Page Introuvable",
    "404Button":"Retour à l'accueil",
    "Sitetitle": "Développeur Intégrateur web front",
    "experience": "10 ans d’experience",
    "Presentation":"Développeur intégrateur web depuis 10 ans en CDI et en freelance dans des entreprises parisiennes.<br/> Je travail sur tous types de projets web, applications web, sites internet, applications mobiles.<br/> J'ai travaillé plusieurs fois sur des problématiques de conception UI/UX, de la conduite de projet. <br> J'ai également réalisé plusieurs projets à l'aide des outils wordpress et woocommerce pour réaliser tous types de sites web pour des particuliers ou des entreprises.",
    "CvButton": "CONSULTER MON CV",
    "CvUrl": "assets/CLAUDE_MICHAEL_CV_2020_10.pdf",
    "CvTitle":"CV Claude Michael Développeur Intégateur web Front",
    "AngularVersion":"Ce site internet à été développé <br/> avec Angular 9",
    "Professionnal":
        {
        "title":"PROJET PROFESSIONNEL",
        "description":"<h4>Recherche :</h4> Mission freelance ou CDI dans le développement ou l'intégration web front. <br>Travailler en équipe et monter en compétence sur les nouvelles technologies front comme Angular, ReactJS, Javascript ES6, VueJs par exemple.<br> J'ai également pu intervenir sur de la conception UI/UX, de la conduite de projets, montage vidéo ou graphiques photoshop et sur les outils wordpress/woocommerce si necessaire."
        },
    "Mobility":"<b> <h4>Mobilité : </h4> </b>&nbsp;<p class=\"pt-1\">Monde entier</p>",
    "Availability":"Disponibilitée :",
    "FreelancePrice":"<span><h4>Tarifs : </h4> </span>&nbsp;<span class=\"pt-1\">JTM Freelance</span> ",
    "ParisRegionPrices":"Ile de France : 400-500 €. ",
    "NoParisRegionPrices":"Hors ile de France : 350-450 €. ",
    "ContractPrices":"<b>CDI (télétravail de préférence) <span class=\"mr-1 ml-1\">:</span></b><br> 50K et +",
    "Reviews":
        {
        "Title":"TÉMOIGNAGES",
        "1":"Très satisfait du travail de Michael qui a développé notre site avec notamment un module de personnalisation particulièrement complexe !",
        "2":"Je remercie pleinement Michael qui a été professionnel du début à la fin lors de notre session de travail. Je recommande les yeux fermés !",
        "3":"Michael est LE developpeur pour tous vos projets Web ! Je le conseille vivement !"
        },
    "FacebookLink":"Voir les autres témoignages >>",
    "ProjectTitle":"PROJETS",
    "ProjectSubTitle":"Voici quelques projets réalisés ces dernières années regroupés par types ",
    "OpenProject":"OUVRIR LE PROJET",
    "ConceptionTitle":"Quelques travaux de conception",
    "ConceptionSliderNote":"slider codé à la main",
    "GraphismTitle":"Quelques travaux de graphisme",
    "GraphismTitle2":"GRAPHISME",
    "ContactTitle":"FORMULAIRE DE CONTACT",
    "ContactForm":{
        "name":"Nom",
        "firstname":"Prénom",
        "phone":"Téléphone",
        "email":"Email",
        "title":"Titre du message",
        "button":"Envoyer",
        "nameRequired":"Votre nom est requis",
        "firstnameRequired":"Votre prénom est requis",
        "phoneRequired":"Le téléphone est requis.",
        "emailRequired":"L'Email est requis.",
        "titleMessageRequired":"Titre de message est requis.",
        "messageRequired":"Le message est requis.",
        "validationSend":"Votre message à bien été envoyé."
    },
    "MentionsPageTitle":"MENTIONS LÉGALES",
    "MentionsPage":"<p> Conformément à l’art 6 de la loi du 21 juin 2004, pour la confiance dans l’économie numérique nous vous informons que ce service de communication au public en ligne est mis en place par : </p> <p> Editeur :<br> Michael Claude<br> 1 route des charpentiers <br> 45210 Le bignon mirabeau <br> France<br> Téléphone : 0689187985<br> SIREN : <a href=\"https://www.societe.com/etablissement/monsieur-michael-claude-51833719100036.html\" target=\"_blank\">51833719100036​</a><br> </p> <p> Directeur de la publication :<br><br> Michael Claude<br><br> Hébergeur<br><br> OVH<br> 2 rue Kellermann<br> Roubaix59100<br> France<br> Téléphone : 0972101010<br><br> Politique de confidentialité<br><br> Nous nous engageons à ne collecter aucun renseignement personnel, d’aucune sorte que ce soit pendant votre visite sur ce site internet. </p> <p> <a href=\"https://www.donneespersonnelles.fr/\" target=\"_blank\"> Ce modèle de mentions légales est basé sur le modèle libre et gratuit de donneespersonnelles.fr </a> </p>",
    "ConfidentialPageTitle":"POLITIQUE DE CONFIDENTIALITÉ",
    "ConfidentialPage":"<p> PROTECTION DES DONNÉES PERSONNELLES </p> <p> Définitions des termes utilisés dans la charte<br><br> On désignera par la suite : <br><br> « Données personnelles » : se définit comme « toute information relative à une personne physique identifiée ou qui peut être identifiée, directement ou indirectement, par référence à un numéro d’identification ou à un ou plusieurs éléments qui lui sont propres », conformément à la loi Informatique et libertés du 6 janvier 1978.<br> « Site » ou « Service » : le site https://michaelkoder.com et l’ensemble de ses pages.<br> « Editeur » : Claude Michael, personne morale ou physique responsable de l’édition et du contenu du Site.<br> « Utilisateur » : l’internaute visitant et utilisant les Services du Site.<br> </p> <p> Article 1 – Introduction et rôle de la charte <br><br> La présente charte vise à vous informer des engagements du Site eu égard au respect de votre vie privée et à la protection des Données personnelles vous concernant, collectées et traitées à l’occasion de votre utilisation du service. <br><br> En vous inscrivant sur le Site, vous vous engagez à nous fournir des informations véritables vous concernant. La communication de fausses informations est contraire aux conditions générales figurant sur le Site. <br><br> Vous pouvez à n’importe quel moment faire une demande auprès de Claude Michael afin de savoir quelles informations vous concernant sont détenues par Claude Michael, de vous opposer à leur traitement, de les faire modifier ou supprimer et ce, en contactant le directeur de publication à l’adresse michael.claude.web@gmail.com. </p> <p> Article 2 – Données collectées sur le Site <br><br> Les Données collectées et ultérieurement traitées par le Site sont celles que vous nous transmettez volontairement en remplissant les différents formulaires présents au sein du Site. Pour certaines opérations sur les contenus, vous pourrez être amenés à transmettre des Données vous concernant à des tiers partenaires au travers de leurs propres services, plus spécifiquement lors des paiements que vous pourrez effectuer. Nous ne disposerons pas desdites données, leur collecte et leur traitement étant régis par les conditions propres à ces intervenants. Nous vous invitons à consulter leurs conditions avant de communiquer vos Données dans ce cadre. <br><br> Votre adresse IP (numéro d’identification attribué sur Internet à votre ordinateur) est collectée automatiquement. Vous êtes informés que le service est susceptible de mettre en œuvre un procédé automatique de traçage (Cookie), auquel vous pouvez faire obstacle en modifiant les paramètres concernés de votre navigateur internet, comme expliqué dans les conditions générales du présent Site. <br><br> Les coordonnées des Utilisateurs du Site qui se seront inscrits sur celui-ci seront sauvegardées, dans le respect des dispositions de la loi informatique et liberté du 6 janvier 1978. Conformément à cette dernière, ils disposent d’un droit d’accès, de retrait, de modification ou de rectification des Données qu’ils ont fournies. Pour cela, il leur suffit d’en faire la demande à l’adresse électronique suivante : michael.claude.web@gmail.com, ou par courrier au Claude Michael, 1 route du charpentier, 45210 le bignon mirabeau. <br><br> La collecte des Données personnelles des Utilisateurs par l’Editeur ne nécessite pas de déclaration auprès de l’autorité française de protection des Données personnelles (la Commission Nationale de l’Informatique et des Libertés – CNIL). </p> <p> Article 3 – Finalités des Données collectées<br><br> Les Données identifiées comme étant obligatoires sur les formulaires du Site sont nécessaires afin de pouvoir bénéficier des fonctionnalités correspondantes du Site, et plus spécifiquement des opérations sur les contenus proposés au sein de celui-ci.<br><br> Le Site collecte et traite les Données de ses Utilisateurs pour envoi de mails si abonnement à la newsletter, notifications mail (gestion des commandes, confirmations de paiement, traitement de commandes), statistiques.<br><br> </p> <p> Article 4 – Destinataires et utilisation des Données collectées<br><br> Les Données collectées par nos soins sont traitées pour les besoins d’exécution des opérations sur les contenus du Service.<br><br> Vous êtes susceptible de recevoir des courriers électroniques de notre Service, notamment dans le cadre de newsletters que vous avez acceptées. Vous pouvez demander à ne plus recevoir ces courriers électroniques en nous contactant à l’adresse contact@digikoder.com ou sur le lien prévu à cet effet dans chacun des courriers électroniques qui vous seront adressés.<br><br> Article 5 – Sécurité des Données<br><br> Vous êtes informés que vos Données pourront être divulguées en application d’une loi, d’un règlement ou en vertu d’une décision d’une autorité réglementaire ou judiciaire compétente ou encore, si cela s’avère nécessaire, aux fins, pour l’Editeur, de préserver ses droits et intérêts.<br><br> </p> <p> Article 6 – Durée de conservation des Données <br><br> Les Données sont stockées chez l’hébergeur du site, dont les coordonnées figurent dans les mentions légales du Site, et sont conservées pour la durée strictement nécessaire à la réalisation des finalités visées ci-avant. Au-delà de cette durée, elles seront conservées à des fins exclusivement statistiques et ne donneront lieu à aucune exploitation, de quelque nature que ce soit.<br><br> Tous droits réservés – 25 mai 2018 </p>",
    "SellConditionsTitle":"CONDITIONS GÉNÉRALES DE VENTE",
    "SellConditionsPage":{
        "Title1":"ARTICLE 1 – PARTIES AU CONTRAT",
        "Content1":"Le terme client désigne toute personne morale ou physique, ayant requis les compétences de Claude Michael pour toute création dans le cadre de compétences de développeur/intégrateur web. Le terme Claude Michael désigne le prestataire. Le terme tiers désigne toute personne physique ou morale non partie au contrat.",
        "Title2":"ARTICLE 2 – OBJET DU CONTRAT",
        "Content2":"Le contrat établi les relations commerciales entre Claude Michael et le client.",
        "Title3":"ARTICLE 3 – RELATIONS CONTRACTUELLES",
        "Content3":"Aucun contact téléphonique, ni rendez-vous, ne vaut engagement ; les demandes de réalisation de produits web doivent être présentées par le client au prestataire par email ou courrier. Les obligations entre les parties naissent de la signature d’un bon de commande émis par le client ou du retour daté et signé du devis et /ou la facture que le prestataire aura transmis au client accompagné de son premier acompte ( 30 % du total de la prestation). Le prestataire ne débutera aucun développement avant la réception de ces documents ; cette disposition est un élément essentiel du contrat.",
        "Title4":"ARTICLE 4 – TRAITEMENT ET ENVOI DES FICHIERS PAR LE CLIENT",
        "Content4":"L’ensemble des fichiers client (textes, polices et images, même issus de tiers, en libres de droits, structure et / ou modèle de données) doivent être transmis au prestataire avant le début du développement. Les textes sont à fournir sous format électronique et typographié sans fautes d’orthographe ; aucune saisie de texte ne sera réalisée. Claude Michael ne peut en aucun cas être tenu pour responsable des fautes d’orthographe présentes dans les textes fournis par le client. Un accompagnement dans le processus de conception du projet peut être ajouté aux prestations proposées pour répondre aux mieux aux attentes du client en réalisant un document fonctionnel/cahier des charges regroupant l’ensemble des informations et détails inhérents au projet ainsi qu’une maquette ergonomique si nécessaire pour définir la mise en page des différentes parties du projet.",
        "Title5":"ARTICLE 5 – MODIFICATION DE LA DEMANDE INITIALE PAR LE CLIENT",
        "Content5":"Tout nouveau développement à réaliser fera l’objet d’un nouveau devis. Si les modifications ou reprises des développements prévus dans votre devis engendrent une intervention : dont la durée est manifestement excessive par rapport au délai normalement nécessaire pour le développement, dont la nature tend à modifier de manière significative les développements proposés dans le devis, nécessite le traitement des sources afin de les rendre exploitables pour réaliser le développement ou le paramétrage du développement (notamment pour l’insertion de données dans une base de donnée), une facturation journalière, sur la base de 50 euros / heure, sera établie.",
        "Title6":"ARTICLE 6 – MODIFICATION DU DÉLAI",
        "Content6":"Les modifications significatives, reprises de développement, retard dans la prise de décision ou livraison tardive de documents par le client et nécessaires au développement, repoussent d’autant le délai de livraison établi entre les parties.",
        "Title7":"ARTICLE 7- CESSION DES DROITS",
        "Content7":"La cession des droits d’utilisation et de modification des développements réalisés par le prestataire s’effectue à complet encaissement des montants facturés sauf dispositions contraires mentionnées sur le devis et/ou la facture . Cette cession sera détaillée et précisée au cas par cas sur chaque devis et/ou facture en fonction de ce qui aura été défini par les deux parties. Sauf mention contraire précisée sur chaque devis et/ou facture, le règlement complet de la facture n’entraînent que la cession des droits d’utilisation et de modification et en aucun cas le droit de diffusion du développement.",
        "Title8":"ARTICLE 8 – CONDITIONS DE REGLEMENT",
        "Content8":"Les développements doivent être réglés au prestataire aux dates mentionnées sur le devis et/ou la facture client. Le client s’engage à respecter des dates de paiement ; cette disposition est aussi un élément essentiel du contrat. Généralement : 30 % d’acompte au début du projet, 30 % quand le projet est presque fini et le reste à la livraison.",
        "Title9":"ARTICLE 9 – RECOUVREMENT DES CRÉANCES",
        "Content9":"En cas de non paiement, l’ensemble des frais de recouvrement seront à la charge du client. Si nécessaire, le prestataire pourra faire appel aux services d’une société d’affacturage pour le recouvrement de ses créances clients. Pour éviter ce genre de désagrément, les accès à l’hébergeur du projet web ( aux fichiers) seront conservés par le prestataire Claude Michael et restitués à la livraison du projet lors de l’encaissement du dernier paiement.",
        "Title10":"ARTICLE 10 – LA FORCE MAJEURE",
        "Content10":"Les parties ne peuvent être considérées comme responsables ou ayant faillis à leurs obligations contractuelles, lorsque le défaut d’exécution des obligations respectives a pour origine la force majeure ; le contrat entre les parties est suspendu jusqu’à l’extinction des causes ayant engendrées la force majeure. La force majeure prend en compte des faits ou circonstances irrésistibles, extérieurs aux parties, imprévisibles et indépendants de la volonté des parties, malgré tous les efforts raisonnablement possibles pour les empêcher. Sont aussi considérés comme cas de force majeure, le blocage des moyens de transports ou d’approvisionnements, tremblements de terre, incendies, tempêtes, inondations, foudre, l’arrêt des réseaux de télécommunication, arrêts des services d’hébergement web et notamment tous les réseaux accessibles par internet, ou difficultés propres aux réseaux de télécommunication extérieurs aux parties. La partie touchée par la force majeure en avisera l’autre dans les cinq (5) jours ouvrables suivant la date à laquelle elle en aura eu connaissance. Les deux parties conviendront alors des conditions dans lesquelles l’exécution du contrat sera poursuivie.",
        "Title11":"ARTICLE 11 – PROMOTION DES CRÉATIONS",
        "Content11":"Sauf dispositions contraires écrites, le prestataire pourra diffuser toutes créations réalisées, soit pour le client, soit pour un tiers pour lequel intervient le client, à des fins de « présentation de créations » sur tous types de supports sans limitation de durée.",
        "Title12":"ARTICLE 12 – LES CONDITIONS GÉNÉRALES DE VENTE",
        "Content12":"Le prestataire peut modifier, ajouter ou retrancher des dispositions à ces conditions générales de vente sans préavis et sans avoir à en aviser ses clients ou des tiers préalablement.",
        "Title13":"ARTICLE 13 – RÉGLEMENT DES LITIGES",
        "Content13":"Le contrat est soumis au droit Français. En cas de litiges, les parties s’engagent à tout faire pour régler leurs différents à l’amiable. Au cas où une résolution amiable ne pourrait aboutir, la juridiction compétente est celle de PARIS."
    }
}